history/全球通史.org
#+TITLE: 《全球通史》笔记
#+AUTHOR: 赵文彬


* 人类——食物采集者

我们通过现代技术，能够比先人掌握更多关于过去的信息。考古研究将信史从有文字记录向前推进至原人起源（约400万年前），甚至更远。

更多的信息往往意味着更精确的认识以及更少的偏见。就我而言，前者更为重要。

学习历史有助于把握发展规律，指导未来发展方向，解释我们存在的一切原因（因为我们现在的一切，包括下一刻的行动，无不受古往今来的经验所影响）

** 从类人猿到人类

从空间或时间的维度上看，人类经历与切身之事是如此的渺茫，不值一提。

生物自非生物进化而来，并由微生物到原始植物（海藻），到无脊椎动物（水母），到脊椎动物。由海洋至陆地，依次有两栖类、爬行类、鸟类、哺乳类。哺乳类在生物界占据统治地位约 6000 万年。

人必须属于动物，在胚胎发展中看到不少低等生物特征。人类祖先于第6-7次大冰期和5-6次间冰期更新世脱颖而出。最早的南方古猿于 400 多万年前非洲，脑容量约为现代人的三分之一，但已经直立行走与今无异。如今关于人类起源有两种说法：非洲说和多地独立起源说，尚无定论。

生命发展有两次大的转折：

1. 由非生物向生物的转折
2. 由基因进化驱动向文化驱动转折

人类与其它生物的最大区别在于第二次转折：人类通过改变环境来适应自己的基因，而不再是等待自然改变基因，人而去适应环境。若人将来能主动改变基因，则第三次转折将至。所谓文化驱动的进化，在于人类能够与现实分离，抽象出一些事务和概念。通过非生物的方式来解决生活中遇到的困难，化被动为主动。

基因进化方式需要多代的演进，时间长，长到足以纠正其中的失误；而文化进化则快到无法平衡其过程。如现代的环境问题等就是一个进化的问题。

学会如何平衡知识和智慧正成为一个非常紧迫的问题。如爱因斯坦之警告：人类作为一个种群的未来取决于这种平衡的结果。

