history/全球通史.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2017-08-26 六 09:10 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>《全球通史》笔记</title>
<meta name="generator" content="Org mode">
<meta name="author" content="赵文彬">
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">《全球通史》笔记</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9a6c0dd">人类——食物采集者</a></li>
</ul>
</div>
</nav>


<div id="outline-container-org9a6c0dd" class="outline-2">
<h2 id="org9a6c0dd">人类——食物采集者</h2>
<div class="outline-text-2" id="text-org9a6c0dd">
<p>
我们通过现代技术，能够比先人掌握更多关于过去的信息。考古研究将信史从有文字记录向前推进至原人起源（约400万年前），甚至更远。
</p>

<p>
更多的信息往往意味着更精确的认识以及更少的偏见。就我而言，前者更为重要。
</p>

<p>
学习历史有助于把握发展规律，指导未来发展方向，解释我们存在的一切原因（因为我们现在的一切，包括下一刻的行动，无不受古往今来的经验所影响）
</p>
</div>

<div id="outline-container-orgd447007" class="outline-3">
<h3 id="orgd447007">从类人猿到人类</h3>
<div class="outline-text-3" id="text-orgd447007">
<p>
从空间或时间的维度上看，人类经历与切身之事是如此的渺茫，不值一提。
</p>

<p>
生物自非生物进化而来，并由微生物到原始植物（海藻），到无脊椎动物（水母），到脊椎动物。由海洋至陆地，依次有两栖类、爬行类、鸟类、哺乳类。哺乳类在生物界占据统治地位约 6000 万年。
</p>

<p>
人必须属于动物，在胚胎发展中看到不少低等生物特征。人类祖先于第6-7次大冰期和5-6次间冰期更新世脱颖而出。最早的南方古猿于 400 多万年前非洲，脑容量约为现代人的三分之一，但已经直立行走与今无异。如今关于人类起源有两种说法：非洲说和多地独立起源说，尚无定论。
</p>

<p>
生命发展有两次大的转折：
</p>

<ol class="org-ol">
<li>由非生物向生物的转折</li>
<li>由基因进化驱动向文化驱动转折</li>
</ol>

<p>
人类与其它生物的最大区别在于第二次转折：人类通过改变环境来适应自己的基因，而不再是等待自然改变基因，人而去适应环境。若人将来能主动改变基因，则第三次转折将至。所谓文化驱动的进化，在于人类能够与现实分离，抽象出一些事务和概念。通过非生物的方式来解决生活中遇到的困难，化被动为主动。
</p>

<p>
基因进化方式需要多代的演进，时间长，长到足以纠正其中的失误；而文化进化则快到无法平衡其过程。如现代的环境问题等就是一个进化的问题。
</p>

<p>
学会如何平衡知识和智慧正成为一个非常紧迫的问题。如爱因斯坦之警告：人类作为一个种群的未来取决于这种平衡的结果。
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: 赵文彬</p>
<p class="date">Created: 2017-08-26 六 09:10</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
